tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "bat"
brew "binutils"
brew "cmake"
brew "ncurses"
brew "direnv"
brew "diskus"
brew "dos2unix"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "libusb"
brew "gping"
brew "hexyl"
brew "htop"
brew "hugo"
brew "icu4c@76"
brew "jq"
brew "lazygit"
brew "pango"
brew "librsvg"
brew "libtecla"
brew "libusb-compat"
brew "lsusb"
brew "luarocks"
brew "openjdk"
brew "maven"
brew "neovim"
brew "ninja"
brew "nmap"
brew "nnn"
brew "node"
brew "nvm"
brew "pass"
brew "pipx"
brew "pkgconf"
brew "ripgrep"
brew "tmux"
brew "typos-cli"
brew "wget"
cask "aerospace"
cask "ghostty"
