tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "bat"
brew "binutils"
brew "clang-format"
brew "cmake"
brew "direnv"
brew "diskus"
brew "dos2unix"
brew "fd"
brew "ncurses"
brew "fish"
brew "gh"
brew "git-lfs"
brew "libusb"
brew "gping"
brew "pkg-config"
brew "hexyl"
brew "htop"
brew "hugo"
brew "jq"
brew "lazygit"
brew "libtecla"
brew "libusb-compat"
brew "lsusb"
brew "luarocks"
brew "openjdk"
brew "maven"
brew "neovim"
brew "ninja"
brew "nmap"
brew "nnn"
brew "pass"
brew "picotool"
brew "pipx"
brew "ripgrep"
brew "shfmt"
brew "tmux"
brew "wget"
brew "zellij"
cask "aerospace"
cask "font-hack-nerd-font"
