tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "bat"
brew "binutils"
brew "libpng"
brew "pixman"
brew "cairo"
brew "clang-format"
brew "cmake"
brew "direnv"
brew "diskus"
brew "dos2unix"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "giflib"
brew "git-lfs"
brew "gping"
brew "icu4c@76"
brew "hexyl"
brew "htop"
brew "hugo"
brew "jq"
brew "lazygit"
brew "pango"
brew "librsvg"
brew "libtecla"
brew "libusb-compat"
brew "lpeg"
brew "lsusb"
brew "luarocks"
brew "openjdk"
brew "maven"
brew "neovim"
brew "ninja"
brew "nmap"
brew "nnn"
brew "node"
brew "node@20"
brew "nvm"
brew "pass"
brew "picotool"
brew "pipx"
brew "pkgconf"
brew "postgresql@14"
brew "prettier"
brew "protobuf"
brew "python@3.11"
brew "ripgrep"
brew "shfmt"
brew "socat"
brew "tmux"
brew "tmuxp"
brew "websocat"
brew "wget"
brew "zellij"
cask "aerospace"
cask "font-hack-nerd-font"
